Revit 2027 API
ParameterTypeId.ArrayTypeIndex Property
 "Array type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArrayTypeIndex { get; }
Public Shared ReadOnly Property ArrayTypeIndex As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArrayTypeIndex {
	ForgeTypeId^ get ();
}
static member ArrayTypeIndex : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace